Repository: glandais/WhereIWas
Catalog: WhereIWas/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl

# status.lastFix.speed
source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
nl: Snelheid
pl: Prędkość

# status.lastFix.title
source: Last fix
cs: Poslední fix
de: Letzter Fix
es: Última posición GPS
fr: Dernier point
it: Ultimo fix
ja: 直近の測位
nl: Laatste fix
pl: Ostatni fix

# status.lastFix.when
source: When
cs: Kdy
de: Zeit
es: Cuándo
fr: Quand
it: Quando
ja: 日時
nl: Wanneer
pl: Kiedy

# status.samples.acceptedRejected
source: Accepted / rejected since launch
cs: Přijato / odmítnuto od spuštění
de: Akzeptiert / abgelehnt seit Start
es: Aceptadas / rechazadas desde el inicio
fr: Acceptés / rejetés depuis le lancement
it: Accettati / rifiutati dall'avvio
ja: 受理／却下（起動後）
nl: Geaccepteerd/geweigerd sinds start
pl: Zaakceptowane / odrzucone od uruchomienia

# status.samples.oldest
source: Oldest sample
cs: Nejstarší vzorek
de: Ältester Messpunkt
es: Muestra más antigua
fr: Le plus ancien
it: Campione più vecchio
ja: 最も古いサンプル
nl: Oudste meetpunt
pl: Najstarsza próbka

# status.samples.title
source: Samples
cs: Vzorky
de: Messpunkte
es: Muestras
fr: Échantillons
it: Campioni
ja: サンプル
nl: Meetpunten
pl: Próbki

# status.samples.today
source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
nl: Vandaag
pl: Dziś

# status.samples.totalStored
source: Total stored
cs: Celkem uloženo
de: Insgesamt gespeichert
es: Total almacenado
fr: Total stocké
it: Totale salvati
ja: 総保存件数
nl: Totaal opgeslagen
pl: Zapisane łącznie

# status.state.activity
source: Activity
cs: Aktivita
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
nl: Activiteit
pl: Aktywność

# status.state.gpsOff
source: GPS off
cs: GPS vypnuto
de: GPS aus
es: GPS apagado
fr: GPS éteint
it: GPS spento
ja: GPSオフ
nl: GPS uit
pl: GPS wyłączony

# status.state.gpsProfile
source: GPS profile
cs: Profil GPS
de: GPS-Profil
es: Perfil GPS
fr: Profil GPS
it: Profilo GPS
ja: GPSプロファイル
nl: GPS-profiel
pl: Profil GPS

# status.state.stale
source: No new fix for a while. If the app was force-quit, reopen it to resume tracking.
cs: Už chvíli nepřišel žádný nový fix. Pokud byla aplikace vynuceně ukončena, otevřete ji znovu pro obnovení sledování.
de: Seit einiger Zeit kein neuer Fix. Falls Sie die App manuell beendet haben, öffnen Sie sie erneut, um die Aufzeichnung fortzusetzen.
es: Sin nuevas posiciones GPS desde hace un tiempo. Si la app se cerró a la fuerza, vuelva a abrirla para reanudar el seguimiento.
fr: Aucun nouveau point depuis un moment. Si l’app a été fermée de force, rouvrez-la pour reprendre l’enregistrement.
it: Nessun nuovo fix da un po'. Se l'app è stata chiusa forzatamente, riaprila per riprendere il monitoraggio.
ja: しばらく新しい測位がありません。Appが強制終了された場合は、もう一度開くと記録を再開します。
nl: Al een tijdje geen nieuwe fix. Als de app geforceerd is afgesloten, open deze dan opnieuw om het bijhouden te hervatten.
pl: Brak nowego fixu od dłuższego czasu. Jeśli aplikacja została zamknięta ręcznie, otwórz ją ponownie, aby wznowić śledzenie.

# status.tab
source: Status
cs: Stav
es: Estado
fr: État
it: Stato
ja: ステータス

# status.tracking.hint
source: Turns background location recording on or off
cs: Zapíná nebo vypíná záznam polohy na pozadí
de: Schaltet die Standortaufzeichnung im Hintergrund ein oder aus
es: Activa o desactiva el registro de la posición en segundo plano
fr: Active ou désactive l’enregistrement de la position en arrière-plan
it: Attiva o disattiva la registrazione della posizione in background
ja: バックグラウンドでの位置情報記録のオン/オフを切り替えます
nl: Schakelt het registreren van de positie op de achtergrond in of uit
pl: Włącza lub wyłącza zapis pozycji w tle

# status.tracking.off
source: Off — nothing is recorded.
cs: Vypnuto — nic se nezaznamenává.
de: Aus — es wird nichts aufgezeichnet.
es: Desactivado: no se registra nada.
fr: Désactivé — rien n’est enregistré.
it: Disattivato — non viene registrato nulla.
ja: オフ — 何も記録されません。
nl: Uit — er wordt niets geregistreerd.
pl: Wyłączone — nic nie jest zapisywane.

# status.tracking.on
source: On — runs in the background and after restarts.
cs: Zapnuto — běží na pozadí a znovu se spustí, když aplikaci ukončí iOS nebo když se restartuje telefon.
de: Ein — läuft im Hintergrund und nimmt die Aufzeichnung wieder auf, nachdem iOS die App beendet hat oder das iPhone neu gestartet wurde.
es: Activado: funciona en segundo plano y se reanuda después de que iOS cierre la app o de que se reinicie el teléfono.
fr: Activé — fonctionne en arrière-plan, et se relance après un arrêt par iOS ou un redémarrage du téléphone.
it: Attivato — funziona in background e riprende dopo che iOS chiude l'app o dopo il riavvio del telefono.
ja: オン — バックグラウンドで動作します。iOSにAppを終了されても、デバイスを再起動しても復帰します。
nl: Aan — werkt op de achtergrond en hervat het registreren nadat iOS de app heeft beëindigd of de telefoon opnieuw is opgestart.
pl: Włączone — działa w tle i wznawia pracę po zamknięciu aplikacji przez iOS lub po restarcie telefonu.

# status.tracking.toggle
source: Record my location
cs: Zaznamenávat mou polohu
de: Meinen Standort aufzeichnen
es: Registrar mi ubicación
fr: Enregistrer ma position
it: Registra la mia posizione
ja: 位置情報を記録
nl: Mijn locatie registreren
pl: Zapisuj moją pozycję

# status.transitions.empty
source: No transitions recorded yet.
cs: Zatím nebyly zaznamenány žádné přechody.
de: Noch keine Übergänge aufgezeichnet.
es: Todavía no se ha registrado ninguna transición.
fr: Aucune transition enregistrée pour l’instant.
it: Nessuna transizione registrata per ora.
ja: まだ記録された遷移はありません。
nl: Nog geen transities geregistreerd.
pl: Brak zarejestrowanych przejść.

# status.transitions.footer
source: Moving → stationary requires %@ of stillness; any motion switches GPS back on immediately.
cs: Přechod z pohybu do klidu vyžaduje %@ nehybnosti; jakýkoli pohyb okamžitě znovu zapne GPS.
de: Der Übergang „In Bewegung“ → „Stationär“ erfordert %@ Stillstand; jede Bewegung schaltet das GPS sofort wieder ein.
es: El paso de «en movimiento» a «estacionario» exige %@ de inmovilidad; cualquier movimiento vuelve a activar el GPS de inmediato.
fr: Le passage « en mouvement → à l’arrêt » exige %@ d’immobilité ; tout mouvement rallume le GPS immédiatement.
it: Il passaggio da in movimento a stazionario richiede %@ di immobilità; qualsiasi movimento riaccende subito il GPS.
ja: 移動中→静止には%@の静止が必要です。動きがあれば直ちにGPSが再びオンになります。
nl: Overgang „in beweging” → „stilstaand” vereist %@ stilstand; elke beweging schakelt de GPS onmiddellijk weer in.
pl: Przejście „W ruchu” → „Bezruch” wymaga %@ bez wykrytego ruchu; każdy ruch natychmiast włącza GPS z powrotem.

# status.transitions.title
source: Recent transitions
cs: Nedávné přechody
de: Letzte Übergänge
es: Transiciones recientes
fr: Transitions récentes
it: Transizioni recenti
ja: 最近の遷移
nl: Recente transities
pl: Ostatnie przejścia

# status.warning.grantPermissions
source: Grant permissions
cs: Udělit oprávnění
de: Berechtigungen erteilen
es: Conceder permisos
fr: Accorder les autorisations
it: Concedi autorizzazioni
ja: アクセスを許可
nl: Toestemmingen verlenen
pl: Przyznaj uprawnienia

# status.warnings.title
source: Needs attention
cs: Vyžaduje pozornost
de: Zu prüfen
es: Requiere atención
fr: À vérifier
it: Richiede attenzione
ja: 要確認
nl: Vereist aandacht
pl: Wymaga uwagi

# units.imperial
source: Imperial
cs: Imperiální
fr: Impérial
it: Imperiale
ja: ヤード・ポンド法
nl: Imperiaal
pl: Imperialne

# units.metric
source: Metric
cs: Metrické
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
ja: メートル法
nl: Metrisch
pl: Metryczne

# warning.lastError.title
source: Last error
cs: Poslední chyba
de: Letzter Fehler
es: Último error
fr: Dernière erreur
it: Ultimo errore
ja: 直近のエラー
nl: Laatste fout
pl: Ostatni błąd

# warning.locationDenied.message
source: WhereIWas cannot record anything. Allow location access “Always” in Settings.
cs: WhereIWas nemůže nic zaznamenávat. V Nastavení povolte přístup k poloze „Vždy“.
de: WhereIWas kann nichts aufzeichnen. Erlauben Sie den Standortzugriff „Immer“ in den Einstellungen.
es: WhereIWas no puede registrar nada. Permita el acceso a la ubicación «Siempre» en Ajustes.
fr: WhereIWas ne peut rien enregistrer. Autorisez l’accès à la position « Toujours » dans Réglages.
it: WhereIWas non può registrare nulla. Consenti l'accesso alla posizione «Sempre» nelle Impostazioni.
ja: WhereIWasは何も記録できません。設定で位置情報へのアクセスを「常に」に変更してください。
nl: WhereIWas kan niets registreren. Sta locatietoegang „Altijd” toe in Instellingen.
pl: WhereIWas nie może niczego zapisywać. Zezwól na dostęp do lokalizacji „Zawsze” w Ustawieniach.

# warning.locationDenied.title
source: Location access denied
cs: Přístup k poloze odepřen
de: Standortzugriff verweigert
es: Acceso a la ubicación denegado
fr: Accès à la position refusé
it: Accesso alla posizione negato
ja: 位置情報へのアクセスが拒否されました
nl: Locatietoegang geweigerd
pl: Odmówiono dostępu do lokalizacji

# warning.locationNotDetermined.message
source: Grant “Always” location access so tracking survives in the background.
cs: Udělte přístup k poloze „Vždy“, aby sledování pokračovalo na pozadí.
de: Erteilen Sie den Standortzugriff „Immer“, damit die Aufzeichnung im Hintergrund erhalten bleibt.
es: Conceda el acceso a la ubicación «Siempre» para que el seguimiento continúe en segundo plano.
fr: Accordez l’accès à la position « Toujours » pour que l’enregistrement se poursuive en arrière-plan.
it: Concedi l'accesso alla posizione «Sempre» affinché il monitoraggio continui in background.
ja: バックグラウンドでも記録が続くように、位置情報へのアクセスを「常に」に許可してください。
nl: Verleen locatietoegang „Altijd” zodat het bijhouden op de achtergrond blijft werken.
pl: Przyznaj dostęp do lokalizacji „Zawsze”, aby śledzenie działało również w tle.

# warning.locationNotDetermined.title
source: Location permission not granted yet
cs: Oprávnění k poloze zatím neuděleno
de: Standortberechtigung noch nicht erteilt
es: Permiso de ubicación aún no concedido
fr: Autorisation de position pas encore accordée
it: Autorizzazione di posizione non ancora concessa
ja: 位置情報の許可がまだありません
nl: Locatietoestemming nog niet verleend
pl: Uprawnienie do lokalizacji nie zostało jeszcze przyznane

# warning.motionDenied.message
source: Without motion activity the app must rely on GPS to detect movement, which uses more battery.
cs: Bez pohybové aktivity se aplikace musí při detekci pohybu spoléhat na GPS, což spotřebovává více baterie.
de: Ohne Bewegungsaktivität muss sich die App zur Bewegungserkennung auf das GPS verlassen, was mehr Akku verbraucht.
es: Sin la actividad de movimiento, la app debe depender del GPS para detectar el movimiento, lo que consume más batería.
fr: Sans les données de mouvement, l’app doit s’appuyer sur le GPS pour détecter les déplacements, ce qui consomme plus de batterie.
it: Senza l'attività di movimento, l'app deve affidarsi al GPS per rilevare gli spostamenti, il che consuma più batteria.
ja: モーションアクティビティがないと、Appは移動の検出をGPSに頼らざるを得ず、バッテリー消費が増えます。
nl: Zonder bewegingsactiviteit moet de app op GPS vertrouwen om beweging te detecteren, wat meer batterij verbruikt.
pl: Bez danych o aktywności ruchowej aplikacja musi polegać na GPS do wykrywania ruchu, co zużywa więcej baterii.

# warning.motionDenied.title
source: Motion access denied
cs: Přístup k pohybu odepřen
de: Bewegungszugriff verweigert
es: Acceso al movimiento denegado
fr: Accès au mouvement refusé
it: Accesso al movimento negato
ja: モーションへのアクセスが拒否されました
nl: Bewegingstoegang geweigerd
pl: Odmówiono dostępu do ruchu

# warning.motionNotDetermined.message
source: Motion activity lets the app switch GPS off while you are still.
cs: Pohybová aktivita umožňuje aplikaci vypnout GPS, když jste v klidu.
de: Die Bewegungsaktivität ermöglicht es der App, das GPS auszuschalten, wenn Sie sich nicht bewegen.
es: La actividad de movimiento permite que la app apague el GPS en caso de inmovilidad.
fr: Les données de mouvement permettent à l’app d’éteindre le GPS lorsque vous êtes immobile.
it: L'attività di movimento consente all'app di spegnere il GPS in assenza di movimento.
ja: モーションアクティビティにより、静止中はGPSをオフに切り替えられます。
nl: Bewegingsactiviteit laat de app de GPS uitschakelen bij stilstand.
pl: Aktywność ruchowa pozwala aplikacji wyłączać GPS w czasie bezruchu.

# warning.motionNotDetermined.title
source: Motion permission not granted yet
cs: Oprávnění k pohybu zatím neuděleno
de: Bewegungsberechtigung noch nicht erteilt
es: Permiso de movimiento aún no concedido
fr: Autorisation de mouvement pas encore accordée
it: Autorizzazione di movimento non ancora concessa
ja: モーションの許可がまだありません
nl: Bewegingstoestemming nog niet verleend
pl: Uprawnienie do ruchu nie zostało jeszcze przyznane

# warning.preciseOff.message
source: Samples are only accurate to a few kilometers. Enable Precise Location in Settings.
cs: Vzorky jsou přesné jen na několik kilometrů. V Nastavení zapněte Přesnou polohu.
de: Messpunkte sind nur auf wenige Kilometer genau. Aktivieren Sie „Genauer Standort“ in den Einstellungen.
es: Las muestras solo tienen una precisión de unos pocos kilómetros. Active Ubicación precisa en Ajustes.
fr: Les points ne sont précis qu’à quelques kilomètres. Activez la position précise dans Réglages.
it: I campioni sono precisi solo entro pochi chilometri. Attiva Posizione esatta nelle Impostazioni.
ja: サンプルの精度は数kmまで低下します。設定で正確な位置情報をオンにしてください。
nl: Meetpunten zijn slechts tot op enkele kilometers nauwkeurig. Schakel Precieze locatie in bij Instellingen.
pl: Próbki są dokładne jedynie do kilku kilometrów. Włącz Dokładną lokalizację w Ustawieniach.

# warning.preciseOff.title
source: Precise Location is off
cs: Přesná poloha je vypnutá
de: Genauer Standort deaktiviert
es: Ubicación precisa desactivada
fr: La position précise est désactivée
it: La posizione esatta è disattivata
ja: 正確な位置情報がオフです
nl: Precieze locatie is uitgeschakeld
pl: Dokładna lokalizacja jest wyłączona

# warning.whenInUse.message
source: Background tracking stops as soon as the app is suspended. Change location access to “Always” in Settings.
cs: Sledování na pozadí se zastaví, jakmile je aplikace pozastavena. V Nastavení změňte přístup k poloze na „Vždy“.
de: Die Aufzeichnung im Hintergrund stoppt, sobald iOS die App anhält. Ändern Sie den Standortzugriff in den Einstellungen auf „Immer“.
es: El seguimiento en segundo plano se detiene en cuanto la app se suspende. Cambie el acceso a la ubicación a «Siempre» en Ajustes.
fr: Le suivi en arrière-plan s’arrête dès que l’app est suspendue. Passez l’accès à la position sur « Toujours » dans Réglages.
it: Il monitoraggio in background si interrompe non appena l'app viene sospesa. Imposta l'accesso alla posizione su «Sempre» nelle Impostazioni.
ja: Appが一時停止されると、バックグラウンドでの追跡は停止します。設定で位置情報へのアクセスを「常に」に変更してください。
nl: Het bijhouden op de achtergrond stopt zodra de app wordt onderbroken. Wijzig locatietoegang naar „Altijd” in Instellingen.
pl: Śledzenie w tle zatrzymuje się, gdy tylko aplikacja zostanie zawieszona. Zmień dostęp do lokalizacji na „Zawsze” w Ustawieniach.

# warning.whenInUse.title
source: Location only while using the app
cs: Poloha jen při používání aplikace
de: Standort nur bei App-Nutzung
es: Ubicación solo mientras se usa la app
fr: Position uniquement pendant l’utilisation
it: Posizione solo durante l'uso dell'app
ja: 位置情報はApp使用中のみ有効
nl: Locatie alleen tijdens gebruik van de app
pl: Lokalizacja tylko podczas używania aplikacji

# audit.detail.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
nl: Gegevens
pl: Dane

# audit.effect.log
source: Log: %@
de: Protokoll: %@
es: Registro: %@
fr: Journal : %@
ja: ログ：%@

# activityType.fitness
source: Fitness
es: Deporte
fr: Sport
it: Sport
ja: フィットネス
pl: Sport

# common.export
source: Export
es: Exportar
it: Esportazione
ja: エクスポート
pl: Eksport

# map.marker.start
source: Start
es: Salida
fr: Départ
it: Partenza
ja: 開始

# reason.fix
source: Fix %@
es: Posición GPS %@
fr: Point %@
ja: 測位 %@

# audit.severity.info
source: Info
ja: 情報
